---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Reference
source: html/73ec2f54-3aaa-07a8-7779-35b23781d904.htm
---
# Autodesk.Revit.DB.GroupTypeId.Reference Property

Reference.

## Syntax (C#)
```csharp
public static ForgeTypeId Reference { get; }
```